Repository: ptoros19/Translation-Portfolio
Catalog: TallerTAC-OmegaT-level2.tmx
Source language: en
Languages: es_co

source: (Size of Building)
es_co: (Tamaño del edificio)

source: (Size of Green Roof)
es_co: (Tamaño del techo verde)

source: *Note: Residential buildings less than six storeys or 20m in height are exempt from the requirement to have a green roof.
es_co: *Nota: Los edificios residenciales que tengan menos de seis pisos o 20m de altura están excentos del requisito de techos verdes.

source: 20,000 m² or greater
es_co: 20,000 m² o más

source: Additionally the City of Toronto has committed to provide green roofs covering at least 50% of the available roof space on all new City developments.
es_co: Adicionalmente, la Ciudad de Toronto se ha comprometido a proveer techos verdes para cubrir al menos un 50% de la superficie disponible de los techos de todos los nuevos desarrollos de la Ciudad.

source: Additionally, roof top gardens, which are not considered eco-roofs, are permitted a bonus of an extra 1m2 of floorspace per 1m2 of green roof provided.
es_co: Además, los jardines de tejado, que no se consideran techos ecológicos, tienen permitido 1m² de superficie adicional por cada metro cuadrado de techo verde proporcionado.

source: An eco-roof is defined as a rooftop stormwater facility that has been certified by the City’s Bureau of Environmental Services and they are being encouraged to help expand the City of Portland's stormwater management infrastructure.
es_co: Un techo ecológico se define como una instalación de aguas lluvias en el tejado que ha sido certificada por la Oficina de Servicios Ambientales de la Ciudad. Estos techos incentivan la expansión de la infraestructura del manejo de aguas lluvias de la Ciudad de Portland.

source: Canada
es_co: Canadá

source: City of Bayswater - Green Walls and Roofs Research Paper
es_co: Ciudad de Bayswater - Artículo de investigación sobre muros y techos verdes

source: Coverage of Available Roof Space
es_co: Cobertura de la superficie disponible

source: Further, the City of Portland supports the incentives by providing education for the local community through information on events, guides and resources, a list of recommended professionals (from structural engineers to architects) and monitoring the number and impact of eco-roofs.
es_co: Más aún, la Ciudad de Portland apoya los incentivos mediante la educación de la comunidad local a través de información sobre eventos, guías y recursos, una lista de profesionales recomendados (desde ingenieros de estructuras hasta arquitectos) y el monitoreo de la cantidad y el impacto de los techos ecológicos.

source: Gross Floor Area *
es_co: Superficie bruta construida

source: In 2009 the City of Toronto adopted the Green Roof By-Laws to set out a graduated green roof requirement.
es_co: En 2009 la Ciudad de Toronto adoptó la Ordonanza de Techos Verdes para presentar un requisito paulatino de techos verdes.

source: In accordance with the by-law any new development or addition that is greater than 2,000m² in gross floor area is required to have a portion of the roof as a green roof.
es_co: De acuerdo con la ordonanza, todo nuevo desarrollo o adición superior a 2,000m² en superficie bruta construida debe contener una porción de techo verde.

source: International Trends
es_co: Tendencias internacionales

source: New developments can apply for the "Eco-roof Floor Area Ratio Bonus Option".
es_co: Los nuevos proyectos pueden aplicar a la "Opción Adicional de Aprovechamiento Tipo para Techos Ecológicos".

source: Page | 3
es_co: Página |

source: Policy Trends
es_co: Tendencias de las políticas

source: Previously the City of Portland also provided direct financial incentive to property owners and developers to encourage eco-roofs.
es_co: Anteriormente, la Ciudad de Portland también proporcionaba incentivos financieros directos a los dueños de las propiedades y a los desarrolladores, con el motivo de promover los techos ecológicos.

source: The City of Portland also has a requirement that all City owned buildings are to have 70% green roof coverage, this includes any new buildings and retrofitting existing buildings.
es_co: La Ciudad de Portland también tiene el requisito de que todos los edificios que sean propiedad de la Ciudad deben tener una cobertura de techos verdes del 70%, incluyendo todo edificio nuevo y toda renovación de edificios existentes.

source: The City undertook an awareness campaign which included establishing a website and holding two indepth ‘Green Roof 101’ training sessions for a cross section of city staff.
es_co: La Ciudad llevó a cabo una campaña de concientización que incluyó una página web y dos sesiones de entrenamiento detalladas de 'Introducción a los techos verdes' para una muestra representativa del personal de la ciudad.

source: The amount of roof space requirement to be a green roof ranges from 20-60% of the available roof space of a building depending on the gross floor area of the building.
es_co: La superficie requerida para considerarse un techo verde varía entre el 20% y el 60% de la superficie disponible del techo de un edificio, dependiendo de la superficie bruta construida.

source: The grant applications must be approved prior to any work commencing.
es_co: Las solicitudes para beneficiarse de este subsidio deben estar aprobadas antes de comenzar cualquier obra.

source: The incentive program offered up to $50 (CAD) per square metre of installed eco-roof.
es_co: El programa de incentivos ofrecía hasta 50 dólares canadienses por cada metro cuadrado de techo ecológico instalado.

source: The training session provided information on green roof benefits and their design and construction.
es_co: La sesión de entrenamiento proporcionó información sobre los beneficios de los techos verdes, además de su diseño y construcción.

source: This program was discontinued in 2014.
es_co: Este programa finalizó en 2014.

source: To encourage eco-roofs the City of Portland introduced a range of incentives.
es_co: Para promover los techos ecológicos, la Ciudad de Portland introdujo una variedad de incentivos.

source: To encourage green roofs on buildings smaller than 2,000m2 and on residential buildings less than six storeys or 20m in height (where they are not mandated) the City of Toronto provides financial incentives through the Eco-Roof Incentive program.
es_co: Para promover los techos verdes en edificios con un área inferior a 2,000m² y en edificios residenciales de menos de seis pisos o 20m de altura (donde no sea obligatorio) la Ciudad de Toronto provee incentivos financieros a través del Programa de Incentivos para Techos Ecológicos.

source: To raised awareness of green roofs the City of Toronto identified a number of strategies including creating a green roof web page, technical workshops and staff training.
es_co: Para generar conciencia sobre los techos verdes, la Ciudad de Toronto identificó diversas estrategias que incluyen la creación de una página web sobre techos verdes, la instauración de talleres técnicos y el entrenamiento del personal.

source: Under the bonus option green roofs are incentivised as a developer can build and extra 3m2 of floorspace per 1m2 of eco-roof coverage provided.
es_co: Bajo esta opción adicional, se promueven los techos verdes mediante la posibilidad de construir 3m² de superficie adicional por cada metro cuadrado de techo ecológico proporcionado.

source: Under the program existing residential, industrial, commercial and institutional buildings and new buildings with a gross floor area of less than 2,000m² can apply for a grant of;
es_co: Bajo dicho programa, los edificios residenciales, industriales, comerciales e institucionales existentes, además de nuevos edificios con una superficie bruta construida de menos de 2,000m², pueden aplicar a un subsidio de;

source: United States of America
es_co: Estados Unidos de América

source: Up to $1,000 (CAD) for a structural assessment.
es_co: Hasta 1,000 dólares canadienses para una evaluación estructural.

source: Up to $100 (CAD) / square metre installed; or
es_co: Hasta 100 dólares canadienses por metro cuadrado instalado; o
